
var treasureList = {
	"magic":["그롬마쉬의_손목보호대", "마도사의_로브", "소환의_홀", "수수께끼의_고서", "수정_보석", "수호의_문장", "심판관의_반지", "작은_배낭", "전투_토템", "쟁탈한_깃발", "죽은_자의_토템", "카드가의_수정구", "투명_망토", "활력의_물약"],
	"treasure":["가득_찬_가방", "가속의_장화", "도박의_힘", "동전_가방", "라그나로스의_잿불", "마법_거울", "박사_붐의_폭탄상자", "분해의_마법봉", "불가사의한_마법봉", "세나리우스의_뿔피리", "소매치기_장갑", "소원", "왕초", "지배의_부적", "쿠엘델라의_손자루", "태고의_마법봉", "통구이_마법봉", "파괴의_구슬", "혼란의_두루마리", "휴대용_제련소", "흉내의_가면", "흐르는_모래시계", "밀랍_광전사", "충성스러운_부하", "파티_차원문", "황금_코볼트", "휴대용_얼음벽", "대마법사의_지팡이", "쿠엘델라의_칼날", "탐욕스러운_곡괭이", "필살의_단검"]
};
